class Episode {
  Episode(this.title, this.podcast, this.shownote);
  final String title;
  final String podcast;
  final String shownote;
}

final List<Episode> update = <Episode>[
  Episode('济水之源', '路书',
      '发源于王屋山的济水曾经是古代中国四条最重要的河流之一，称之为“济渎”。古人在源头立庙祭祀，传统延续上千年。王屋山曾是道教“第一洞天”，仙风道骨的气蕴流传至今。这一山一水构成了今天济源独特的人文和自然景观。'),
  Episode('第二期', '路书',
      '发源于王屋山的济水曾经是古代中国四条最重要的河流之一，称之为“济渎”。古人在源头立庙祭祀，传统延续上千年。王屋山曾是道教“第一洞天”，仙风道骨的气蕴流传至今。这一山一水构成了今天济源独特的人文和自然景观。'),
  Episode('第三期', '路书',
      '发源于王屋山的济水曾经是古代中国四条最重要的河流之一，称之为“济渎”。古人在源头立庙祭祀，传统延续上千年。王屋山曾是道教“第一洞天”，仙风道骨的气蕴流传至今。这一山一水构成了今天济源独特的人文和自然景观。'),
];


